/* display string of the alias, when a custom SMTP has been defined. %@ is the email address. */
"%@ (has SMTP)" = "%@ (ha SMTP)";

/* separator between friends list (first %@) and last friend (second %@) */
"%@ and %@" = "%1$@ e %2$@";

/* when there are more than 4 friends. %@ is the friends list. */
"%@ and more" = "%@ e altri";

/* plural form of using sparrow. %@ is the list of the name of the friends */
"%@ are using Sparrow." = "%@ utilizzano Sparrow.";

/* singular form of using sparrow. %@ is the name of the friend */
"%@ is using Sparrow." = "%@ utilizza Sparrow.";

/* separator between friends list (first %@) and friend (second %@). */
"%@, %@" = "%1$@, %2$@";

/* prefs > organize > advanced, in popup button, when IMAP prefix is empty */
"(Empty prefix)" = "(Prefisso vuoto)";

/* general prefs */
"(Will be active at next restart)" = "(Sarà attivo al prossimo riavvio)";

/* link to appstore. */
"<a href=\"http://www.sprw.me/iphone-appstore.php?tracking=mac2iphone\">Get it!</a>" = "<a href=\"http://www.sprw.me/iphone-appstore.php?tracking=mac2iphone\">Scarica!</a>";

/* Accounts section in preferences
   prefs tab items */
"Accounts" = "Account";

/* email/password assistant. lite version limitation. */
"Accounts other than Gmail are not supported in this version." = "Su questa versione non sono supportati account diversi da Gmail.";

/* title of assistant window */
"Add Account" = "Aggiungi account";

/* Add folder at the same level menu item. %@ is the name of the folder. */
"Add folder at the same level as \"%@\"\\U2026" = "Aggiungi cartella sullo stesso livello di \"%@\"…";

/* Add folder below menu item. %@ is the name of the folder. */
"Add folder below \"%@\"\\U2026" = "Aggiungi cartella sotto \"%@\"…";

/* folders prefs: tab item
   prefs tab items */
"Advanced" = "Avanzate";

/* account selection label */
"Alias for:" = "Alias per:";

/* prefs tab items */
"Aliases" = "Alias";

/* advanced prefs */
"Always reply all" = "Rispondi sempre a tutti";

/* Assistant: when an account with the same email already exists. */
"An account with the same information has already been entered." = "È stato già inserito un account con gli stessi dati.";

/* Assistant: when an account has an alias with the same email address. */
"An alias with the same email has already been entered." = "È stato già inserito un alias con lo stesso indirizzo e-mail.";

/* folders prefs: folder mapping */
"Archive Folder" = "Cartella Archivio";

/* account deletion confirmation. %@ is the email. title of the dialog box. */
"Are you sure you want to delete the account \"%@\"?" = "Eliminare l'account \"%@\"?";

/* confirm alias deletion. %@ is the email. title of the dialog box. */
"Are you sure you want to delete the alias \"%@\"?" = "Eliminare l'alias \"%@\"?";

/* when removing a folder from preferences, title of dialog box */
"Are you sure you want to delete the folder \"%@\"?" = "Eliminare la cartella \"%@\"?";

/* when removing a label from preferences, title of dialog box */
"Are you sure you want to delete the label \"%@\"?" = "Eliminare l'etichetta \"%@\"?";

/* when pressing on the disconnect button from facebook, description in the dialog box */
"Are you sure you want to disconnect from Facebook?" = "Disconnettersi da Facebook?";

/* cloudapp prefs: logged in */
"Attach files with CloudApp" = "Allega documenti con CloudApp";

/* dropbox prefs: logged in */
"Attach files with Dropbox" = "Allega documenti con Dropbox";

/* imap assistant, placeholder for port */
"Auto" = "Automatico";

/* smtp assistant */
"Auto tries port 465, 587 and 25" = "Prova automaticamente le porte 465, 587 e 25";

/* imap assistant */
"Auto tries port 993, then 143" = "Prova automaticamente la porta 993, quindi la 143";

/* imap assistant */
"Auto tries port 995, then 110" = "Prova automaticamente la porta 995, quindi la 110";

/* license window: buy button */
"Buy License" = "Acquista licenza";

/* upgrade window: buy button */
"Buy Now" = "Acquista adesso";

/* license window: when the application is not registered */
"Buy your license to remove ads in\nSparrow." = "Acquistare la licenza per\nrimuovere la pubblicità\nda Sparrow.";

/* account deletion confirmation. Cancel button
   account edition
   alias prefs: cancel button
   cloudapp prefs: login
   confirm alias deletion. Cancel button
   imap assistant: Cancel button.
   imap prefix: cancel button
   smtp assistant. Cancel button.
   when disconnecting from facebook: Cancel button
   when removing a folder from preferences: Cancel button */
"Cancel" = "Annulla";

/* title when no internet connction or facebook.com unreachable */
"Cannot connect to Facebook" = "Impossibile effettuare la connessione a Facebook";

/* when folder name is not valid. %@ is the name of the label. */
"Cannot create folder named \"%@\"" = "Impossibile creare una cartella denominata \"%@\"";

/* when label name is not valid. %@ is the name of the label. */
"Cannot create label named \"%@\"" = "Impossibile creare un'etichetta denominata \"%@\"";

/* when folder name is not valid. %@ is the name of the label. */
"Cannot rename folder to \"%@\"" = "Impossibile rinominare la cartella in \"%@\"";

/* when label name is not valid. %@ is the name of the label. */
"Cannot rename label to \"%@\"" = "Impossibile rinominare l'etichetta in \"%@\"";

/* prefs > organize > advanced, in imap prefix popup */
"Choose IMAP Prefix\\U2026" = "Scegliere prefisso IMAP…";

/* alias smtp choice assistant */
"Choose your SMTP setting for this alias." = "Scegliere le impostazioni SMTP per questo alias.";

/* assistant, basic view, bottom button
   imap assistant, button
   smtp assistant, bottom button */
"Close" = "Chiudi";

/* labels prefs: column name */
"Color" = "Colore";

/* advanced prefs */
"Composer:" = "Compositore:";

/* cloudapp prefs: login */
"Connect" = "Connetti";

/* ask user to connect to facebook
   title of assistant window */
"Connect to Facebook" = "Connetti a Facebook";

/* tell user is connected to facebook */
"Connected to Facebook!" = "Connesso a Facebook";

/* informative message when no internet conenction or facebook.com unreachable */
"Connection to Facebook could not be established. Either your connection is not available or Facebook is unavailable. Please retry later." = "Impossibile stabilire una connessione a Facebook. Connessione o Facebook non disponibile. Riprovare più tardi.";

/* advanced prefs */
"Conversation View:" = "Vista conversazione:";

/* Could not connect to Dropbox. */
"Could not connect" = "Impossibile stabilire una connessione";

/* assistant, basic view, bottom button
   email/password assistant. Create button. */
"Create" = "Crea";

/* title of assistant window */
"Custom SMTP for Alias" = "SMTP personalizzato per l'alias";

/* assistant, basic view, bottom button */
"Custom\\U2026" = "Personalizzato…";

/* column name for alias preferences */
"Default" = "Default";

/* account deletion confirmation. Delete button
   confirm alias deletion. Delete button
   when removing a folder from preferences: Delete button */
"Delete" = "Elimina";

/* account edition, pop setting */
"Delete from server after 1 month" = "Elimina dal server dopo 1 mese";

/* account edition, pop setting */
"Delete from server after 7 days" = "Elimina dal server dopo 7 giorni";

/* advanced prefs */
"Delete key moves to trash" = "Tasto Canc sposta nel Cestino";

/* advanced prefs */
"Disable quick reply" = "Disattiva risposta rapida";

/* cloudapp prefs: logged in
   when disconnecting from facebook: Disconnect button */
"Disconnect" = "Disconnetti";

/* button to disconnect from facebook action */
"Disconnect from Facebook" = "Disconnetti da Facebook";

/* restart needed. title of the dialog box. */
"Do you want to restart?" = "Riavviare?";

/* general prefs */
"Dock and Menu Bar" = "Dock e barra menu";

/* cloudapp prefs: login */
"Don't have an account?" = "Non possiedi un account?";

/* account edition
   alias prefs: done button
   facebook assistant. Done button
   imap prefix: done button
   iphone app assistant
   SMTP alias activation. Done button */
"Done" = "Fine";

/* advanced prefs */
"Download messages on demand" = "Scarica messaggi su richiesta";

/* folders prefs: folder mapping */
"Drafts Folder" = "Cartella Bozze";

/* account prefs
   button label */
"Edit" = "Modifica";

/* account prefs: column name
   column name for alias preferences */
"Email" = "E-mail";

/* account edition
   alias prefs: label for email
   assistant, basic view
   cloudapp prefs: login */
"Email:" = "Indirizzo e-mail:";

/* for non-registered version, only one account is allowed: email field. %@ is the email address */
"Email: %@" = "E-mail: %@";

/* advanced prefs */
"Enable send and archive" = "Abilita Invia e archivia.";

/* assistant, basic view */
"Enter your email address and your password" = "Inserire indirizzo e-mail e password";

/* prefs tab items */
"Facebook" = "Facebook";

/* imap assistant */
"Fill in your receiving server information" = "Inserire i dati del server di ricezione";

/* smtp assistant */
"Fill in your sending server information" = "Inserire i dati del server di invio";

/* folders prefs: column name
   folders prefs: tab item */
"Folders" = "Cartelle";

/* label in front of popup button (generic imap) */
"Folders for:" = "Cartelle per:";

/* cloudapp preferences: Forgot your password link */
"Forgot your password" = "Ho dimenticato la password";

/* prefs tab items */
"General" = "Generale";

/* Get a pro account on the CloudApp Store */
"Get a pro account on the CloudApp Store" = "Ottieni un account pro su CloudApp Store";

/* Get more space Dropbox */
"Get more space" = "Ottieni altro spazio";

/* iphone app assistant */
"Got an iPhone or iPod touch?" = "Hai un iPhone o iPod touch?";

/* advanced prefs */
"Hide message preview" = "Nascondi anteprima messaggio";

/* advanced prefs */
"Hide pictures" = "Nascondi immagini";

/* advanced prefs */
"Hide selection bar in Inbox" = "Nascondi barra di selezione in Entrata";

/* text for facebook post to wall. */
"I have just downloaded Sparrow Mail for Mac." = "Ho appena scaricato Sparrow Mail per Mac.";

/* imap assistant, account type */
"IMAP" = "IMAP";

/* folders prefs: imap prefix */
"IMAP Prefix" = "Prefisso IMAP";

/* account edition
   alias prefs: placeholder for name
   assistant, basic view, placeholder for name */
"John Doe" = "Giovanni Rossi";

/* alias prefs: placeholder for email */
"john.doe@etpan.org" = "giovanni.rossi@etpan.org";

/* account edition
   assistant, basic view, placeholder for email
   cloudapp prefs: login
   imap assistant, placeholder for login */
"john.doe@sparrowmailapp.com" = "giovanni.rossi@sparrowmailapp.com";

/* advanced prefs */
"Keyboard:" = "Tastiera:";

/* labels prefs: column name */
"Labels" = "Etichette";

/* label in front of popup button (for gmail) */
"Labels for:" = "Etichette per:";

/* license window: later button
   restart needed. Later button
   skip facebook registration */
"Later" = "Dopo";

/* license: title of the window */
"License" = "Licenza";

/* imap assistant
   smtp assistant */
"Login:" = "Login:";

/* button label */
"Make Default" = "Rendi default";

/* iphone app assistant */
"Make sparrow the default e-mail reader" = "Rendi Sparrow il programma di posta di default";

/* general prefs */
"Make Sparrow the default mail reader" = "Sparrow programma di posta di default";

/* advanced prefs */
"Message List:" = "Elenco messaggi:";

/* account edition */
"Messages:" = "Messagi:";

/* button label for custom smtp */
"More\\U2026" = "Altro...";

/* column name for alias preferences */
"Name" = "Nome";

/* account edition
   alias prefs: label for name */
"Name:" = "Nome:";

/* account edition, pop setting */
"Never delete from server" = "Non eliminare mai dal server";

/* default folder name when creating a folder. */
"New Folder" = "Nuova cartella";

/* advanced prefs */
"New message:" = "Nuovo messaggio:";

/* default label name when creating a label. */
"newlabel" = "Nuova etichetta";

/* go next assistant step
   imap assistant, button
   imap assistant. Next button.
   SMTP alias activation. Next button
   smtp assistant, bottom button
   smtp assistant. Next button. */
"Next" = "Avanti";

/* When no account is set. placeholder of the email address (lite mode). */
"No Account" = "Nessun account";

/* upgrade window: no thanks button */
"No Thanks" = "No grazie";

/* None menu item for folder mapping. */
"None" = "Nessuna";

/* account prefs
   account prefs: column name */
"Notifications" = "Notifiche";

/* general prefs section */
"Notifications:" = "Notifiche:";

/* general prefs */
"Only in Dock" = "Solo nel Dock";

/* general prefs */
"Only in Menu Bar" = "Solo nella barra menu";

/* advanced prefs */
"Open link in background" = "Apri collegamento in background";

/* error description. */
"Open Preferences > Facebook if you want to connect again." = "Aprire Preferenze > Facebook per riconnettersi.";

/* prefs tab items */
"Organize" = "Organizza";

/* general prefs, save attachments to */
"Other\\U2026" = "Altri...";

/* account edition
   assistant, basic view
   cloudapp prefs: login
   imap assistant
   smtp assistant */
"Password:" = "Password:";

/* explain facebook new facebook profile picture
   explain the reason why it is great to use facebook */
"Personalize your Inbox with your friend's Facebook profile pictures." = "Personalizzare Entrata con le immagini di profilo di Facebook degli amici.";

/* account edition */
"Photo:" = "Foto:";

/* dropbox prefs: choose service */
"Pick your cloud attachment service" = "Selezionare il servizio di allegati in cloud:";

/* general prefs */
"Play sound when receiving/sending mail" = "Riproduci suono all’invio/ricezione di posta";

/* cloudapp prefs: logged in */
"Play sound when upload is finished" = "Riproduci audio al termine del caricamento";

/* imap assistant, account type */
"POP" = "POP";

/* imap assistant
   smtp assistant */
"Port:" = "Porta:";

/* preferences: title of the window */
"Preferences" = "Preferenze";

/* imap prefix: done button */
"Prefix:" = "Prefisso:";

/* imap assistant, button
   smtp assistant, bottom button */
"Previous" = "Precedente";

/* account edition */
"Receiving Server:" = "Ricezione:";

/* folders prefs: button */
"Refresh" = "Aggiorna";

/* account prefs */
"Remove" = "Rimuovi";

/* Removing account in progress. %@ is the email address. */
"Removing %@\\U2026" = "Rimuovo %@...";

/* account edition
   assistant, basic view, placeholder for password
   cloudapp prefs: login
   imap assistant, placeholder for password */
"Required" = "Obbligatoria";

/* restart needed. Restart Now button */
"Restart Now" = "Riavvia ora";

/* general prefs section */
"Save Attachments to:" = "Registra allegati in:";

/* imap assistant
   smtp assistant */
"Secure connection" = "Connessione protetta";

/* account edition */
"Sending Server:" = "Invio:";

/* folders prefs: folder mapping */
"Sent Folder" = "Cartella Posta inviata";

/* imap assistant */
"Server Type:" = "Tipo di server:";

/* imap assistant */
"Server:" = "Server:";

/* prefs tab items */
"Services" = "Servizi";

/* folders prefs: column name
   labels prefs: column name */
"Show" = "Mostra";

/* general prefs section */
"Show Icon in:" = "Mostra icona in:";

/* advanced prefs */
"Show older messages first" = "Mostra per primi i messaggi più vecchi";

/* advanced prefs */
"Show remote images" = "Mostra immagini remote";

/* advanced prefs */
"Show Unified Inbox" = "Mostra Entrata unificata";

/* advanced prefs */
"Show/Hide Sparrow:" = "Mostra/Nascondi tutto:";

/* prefs tab items */
"Signature" = "Firma";

/* email/password assistant. Skip Checks button */
"Skip Checks" = "Salta verifiche";

/* folders prefs: folder mapping */
"Spam Folder" = "Cartella Spam";

/* error title. */
"Sparrow has been disconnected from Facebook." = "Sparrow è disconnesso da Facebook.";

/* iphone app assistant */
"Sparrow is also available on iPhone and iPod Touch." = "Sparrow è disponibile anche su iPhone e iPod Touch.";

/* upgrade window: text contents of window */
"Sparrow Lite is ad-supported.\nBuy the full version to remove ads\nand benefit of all the features." = "Sparrow Lite è finanziato dalla pubblicità.\nAcquista la versione completa per rimuovere le inserzioni pubblicitarie\ne usufruire di tutte le funzionalità.";

/* explain facebook new facebook profile picture */
"Sparrow now integrates Facebook's profile pictures" = "Ora Sparrow incorpora le immagini di profilo di Facebook";

/* cloudapp prefs: login */
"Start sharing files right now. Already have an account? Sign in:" = "Inizia a condividere subito i tuoi documenti. Possiedi già un account? Accedi:";

/* general prefs */
"Start Sparrow at Login" = "Avvia Sparrow al login";

/* iphone app assistant */
"Subscribe to the newsletter" = "Iscriviti alla newsletter";

/* advanced prefs */
"Sync Behavior:" = "Sincronizzazione:";

/* general prefs section */
"System:" = "Sistema:";

/* checkbox on/off post to facebook wall */
"Tell your friends about Sparrow" = "Consiglia Sparrow agli amici";

/* license window: when the application is registered */
"Thank you for registering Sparrow." = "Grazie per aver registrato Sparrow.";

/* restart needed. description in the dialog box. */
"The application needs to be restarted to reflect this change." = "Per applicare la modifica è necessario riavviare l'applicazione.";

/* Assistant: error when no email has a bad syntax. */
"The email you entered is not correct. Please check you typed it properly." = "L'indirizzo e-mail inserito non è corretto. Verificare di aver digitato correttamente.";

/* IMAP assistant: when no login has been entered.
   SMTP Assistant: when no login has been entered. */
"The login has not been entered. Please enter your login." = "Login non inserito. Inserire il login.";

/* error message when adding/modifying alias */
"This alias already exists" = "Alias già esistente";

/* error message when adding/modifying alias */
"This email already exists" = "Indirizzo e-mail già esistente";

/* error message when adding/modifying alias */
"This email is not valid" = "Indirizzo e-mail non valido";

/* when folder/label name is not valid. */
"This name cannot be used because it contains an invalid sequence of characters." = "Impossibile utilizzare questo nome poiché contiene una sequenza di caratteri non valida.";

/* account deletion confirmation. %@ is the email. description in the dialog box. */
"This will permanently delete the set up of the account \"%@\"." = "La configurazione dell'account \"%@\" verrà eliminata definitivamente.";

/* confirm alias deletion. %@ is the email. description in the dialog box. */
"This will permanently remove the alias from this account." = "L'alias verrà rimosso definitivamente dall'account.";

/* when removing a folder from preferences, description in the dialog box */
"This will permanently remove the folder from this account." = "La cartella verrà rimossa definitivamente dall'account.";

/* when removing a label from preferences, description in the dialog box */
"This will permanently remove the label from this account." = "L'etichetta verrà rimossa definitivamente dall'account.";

/* HTML message when Growl was not installed. */
"To show new email notifications, you should <a href=\"http://growl.info/\">install Growl</a>." = "Per visualizzare le notifiche nuovo messaggio, <a href=\"http://growl.info/\">installare Growl</a>.";

/* folders prefs: folder mapping */
"Trash Folder" = "Cartella Cestino";

/* advanced prefs */
"Unified Inbox:" = "Entrata unificata:";

/* upgrade window: title of the window (lite version) */
"Upgrade" = "Aggiorna";

/* alias smtp choice assistant */
"Use a custom SMTP for this alias" = "Usa un SMTP personalizzato per questo alias";

/* smtp assistant */
"Use Authentication" = "Usa autenticazione";

/* advanced prefs */
"Use Gmail shortcuts" = "Usa abbreviazioni Gmail";

/* general prefs */
"Use Growl notifications" = "Usa notifiche Growl";

/* alias smtp choice assistant */
"Use main SMTP of this account" = "Usa SMTP principale di questo account";

/* general prefs */
"Use notifications" = "Use notifications";

/* facebook wall: view button */
"View" = "Visualizza";

/* title of assistant window */
"Welcome to Sparrow" = "Benvenuto in Sparrow";

/* cloudapp prefs: when connected. %@ is the email/login for CloudApp */
"You are connected to CloudApp as %@" = "Sei connesso a CloudApp come %@";

/* dropbox prefs: when connected. When the email has not been fetched yet */
"You are connected to Dropbox" = "Si è connessi a Dropbox";

/* dropbox prefs: when connected. %@ is the email/login for Dropbox */
"You are connected to Dropbox as %@" = "Si è connessi a Dropbox come %@";

/* tell user he is now connected to facebook */
"You have enabled Facebook profile pictures with Sparrow." = "Le immagini di profilo di Facebook sono state abilitate in Sparrow.";

/* explain that opportunity is given to the user to disconnect from facebook */
"You have enabled Facebook profile pictures with Sparrow. Click here to disable and stop seeing profile pictures." = "Le immagini dei profili Facebook sono state abilitate in Sparrow. Fare clic qui per disabilitare e interrompere la visualizzazione delle immagini di profilo.";

/* Assistant: error when no email has been entered.
   error when no email has been entered. */
"Your email has not been entered. Please enter your email address." = "Non è stato inserito l'indirizzo e-mail. Inserire l'indirizzo e-mail.";

/* IMAP assistant: when no hostname has been entered. */
"Your IMAP server name has not been entered. Please enter the name of the server." = "Non è stato inserito il nome del server IMAP. Inserire il nome del server.";

/* assistant, basic view */
"Your Name:" = "Nome:";

/* password not entered for receiving server. */
"Your password for the receiving server has not been entered. Please enter the password." = "Non è stata inserita la password del server di ricezione. Inserire la password.";

/* password not entered for sending server. */
"Your password for the sending server has not been entered. Please enter the password." = "Non è stata inserita la password del server di invio. Inserire la password.";

/* Assistant: when the password has not been entered.
   IMAP assistant: when no password has been entered.
   password not entered (for non generic imap).
   SMTP Assistant: when no password has been entered.
   when the password has not been entered. */
"Your password has not been entered. Please enter your account password." = "Non è stata inserita la password. Inserire la password dell'account.";

/* SMTP Assistant: when no hostname has been entered. */
"Your SMTP server name has not been entered. Please enter the name of the server." = "Non è stato inserito il nome del server SMTP. Inserire il nome del server.";

